Repository: andreassjoberg/kettilsas-abc
Catalog: appointment-booking-calendar/languages/cpabc-*.po
Languages: af, ca, eo_eo, gu_in, hy_am, lt_lt, mk_mk, mt_mt, pl_pl, sl_si, ta, tl, vi

source: Quantity
af: Hoeveelheid
ca: Quantitat
eo_eo: Kvanto
gu_in: કૃપા કરીને {0} માટે માત્રા જથ્થો દાખલ કરો
hy_am: քանակր
lt_lt: Kiekis
mk_mk: Количество
mt_mt: Numru/Kwantita
pl_pl: Zawartość
sl_si: Količina
ta: அளவு
tl: Dami
vi: Số mục

source: Please select the appointment time.
af: Kies die aanstelling tyd.
ca: Si us plau seleccioneu l&#39;hora de la cita.
eo_eo: Bonvole elektu la nomumo tempon.
gu_in: કૃપા કરી એક વપરાશકર્તા પસંદ કરો
lt_lt: Pasirinkite paskyros laikas.
mk_mk: Ве молиме изберете нов стандарден речник:
mt_mt: Jekk jogħġbok agħżel\nil-mod.
pl_pl: Proszę wybrać dzień i godzinę
sl_si: Prosimo izberite termin
ta: சந்திப்பு நேரம் தேர்ந்தெடுக்கவும்.
tl: Mangyaring piliin ang oras ng appointment.
vi: Hãy chọn thời gian hẹn.

source: Selected date
af: Gekies datum
ca: Data seleccionada
eo_eo: dato
gu_in: પસંદ કરેલ તારીખ
lt_lt: Pasirinkti datą
mk_mk: Избраниот датум
mt_mt: Data Magħżula
pl_pl: Wybrana data
sl_si: Izberite datum
ta: தேர்ந்தெடுத்த தேதி
tl: Napiling petsa
vi: Chọn ngày

source: Calendar
af: Kalender
ca: Calendari
eo_eo: Kalendaro
gu_in: કૅલેન્ડર
hy_am: Օրացույց
lt_lt: Kalendorius
mk_mk: Календар
mt_mt: Kalendarju
pl_pl: Kalendarz
sl_si: Koledar
ta: நாட்காட்டி
tl: Kalendaryo
vi: Lịch

source: Select date and time
af: Kies datum en tyd
ca: Seleccioneu la data i l&#39;hora
eo_eo: Elektu daton kaj tempon
gu_in: પસંદ તારીખ અને સમય
hy_am: Ընտրել ամսաթիվը եւ ժամանակը,
lt_lt: Pasirinkite data ir laikas
mk_mk: Избери
mt_mt: Id-data u l-ħin,
pl_pl: Wybierz dzień i godzinę
sl_si: Izberite datum in uro
ta: இங்கேயே தரபட்டுள்ளது
tl: Pumili ng petsa at oras
vi: Chọn ngày và thời gian

source: Please select date and time
af: Asseblief
ca: Si us plau seleccioni data i hora
eo_eo: Bonvole elektu daton kaj tempon
gu_in: તારીખ અને સમય પસંદ કરો
hy_am: Խնդրում ենք ընտրել ամսաթիվը եւ ժամանակը
lt_lt: Pasirinkite datą ir laiką
mk_mk: Ве молиме, датумот и времето изберете
mt_mt: Jekk jogħġbok agħżel data u ħin
pl_pl: Proszę wybrać dzień i godzinę
sl_si: Izberite datum in uro
ta: தேதி மற்றும் நேரம் தேர்ந்தெடுக்கவும்
tl: Mangyaring pumili ng petsa at oras
vi: Vui lòng chọn ngày và thời gian

source: Coupon code (optional)
af: Koepon kode (opsioneel)
ca: Codi de descompte (opcional)
eo_eo: Kupono kodo (laŭvola)
gu_in: કૂપન કોડ (વૈકલ્પિક)
hy_am: Արժեկտրոնային կոդը (ըստ ցանկության)
lt_lt: Kupono kodas (neprivaloma)
mk_mk: Забава кодот (опционално)
mt_mt: Kodiċi tal-kupun (fakultattiv)
pl_pl: Kod kuponu
sl_si: Koda kupona
ta: கூப்பன் குறியீடு (விரும்பினால்)
tl: Ang code ng kupon (opsyonal)
vi: Phiếu mua hàng (tùy chọn)

source: Service
af: Diens
ca: Servei
eo_eo: Servo
gu_in: સેવા
hy_am: Ծառայություն
lt_lt: Aptarnavimas
mk_mk: услуга
mt_mt: Servizz
pl_pl: Usługa
sl_si: Storitev
ta: சேவை
tl: paglilingkod
vi: Dịch vụ

source: Please enter the security code:
af: Tik asb die sekuriteit&#39;s kode:
ca: Si us plau introduïu el codi de seguretat:
eo_eo: Bonvolu eniri la sekureco kodo:
gu_in: સુરક્ષા કોડ દાખલ કરો:
lt_lt: Prašome įvesti saugos kodą:
mk_mk: Ве молиме внесете го безбедносниот код:
mt_mt: Jekk jogħġbok daħħal il-kodiċi tas-sigurtà:
pl_pl: Proszę wpisać kod widoczny na obrazku
sl_si: Vnesite varnostno kodo
ta: பாதுகாப்பு குறியீட்டை பதிவு செய்யவும்:
tl: Mangyaring ipasok ang security code:
vi: Vui lòng nhập mã bảo vệ:

source: Security Code (lowercase letters):
af: Sekuriteit Kode (kleinletters):
ca: Codi de seguretat (minúscules):
eo_eo: Sekureca Kodo (minuskla literoj):
gu_in: સુરક્ષા કોડ (નાના અક્ષરો):
hy_am: Անվտանգության կոդ (փոքրատառ տառեր)
lt_lt: Apsaugos kodas (mažosiomis raidėmis):
mk_mk: Безбедносен код (мали букви):
mt_mt: Kodiċi tas-Sigurtà (l-ittri lowercase):
pl_pl: wystarczą małe litery:
sl_si: Varnostna koda (male črke)
tl: Security Code (maliliit na mga titik):
vi: Mã bảo vệ (chữ):

source: Continue
af: Voortgaan
ca: Continuar
eo_eo: dauxrigi
gu_in: ચાલુ
hy_am: Շարունակել
lt_lt: Tęsti
mk_mk: Продолжи
mt_mt: Kompli
pl_pl: Dalej
sl_si: Naprej
ta: தொடரவும்
tl: patuloy
vi: Tiếp tục

source: Please enter a valid phone number
af: Tik &#39;n geldige telefoonnommer
ca: Si us plau, introduïu un número de telèfon vàlid
eo_eo: Bonvolu entajpi validan telefonnumero
gu_in: માન્ય ફોન નંબર દાખલ કરો
lt_lt: Įveskite tinkamą telefono numerį
mk_mk: Ве молиме внесете валидна електронска адреса
mt_mt: Jekk joghgbok ikteb numru tat-telefon validu
pl_pl: Proszę wpisać poprawny numer telefony
sl_si: Prosimo vnesite veljavno številko
ta: சரியான தொலைபேசி எண் உள்ளிடவும்
tl: Mangyaring magpasok ng isang wastong numero ng telepono
vi: Xin vui lòng nhập một số điện thoại hợp lệ

source: Please enter a valid email address
af: Voer asseblief &#39;n geldige e-pos adres
ca: Si us plau, introdueix una adreça de correu electrònic vàlida
eo_eo: Bonvolu entajpi validan retpoŝtadreson
gu_in: માન્ય ઇમેઇલ સરનામું દાખલ કરો
hy_am: Խնդրում ենք մուտքագրել վավեր փոստի հասցե
lt_lt: Įveskite galiojantį el. pašto adresą
mk_mk: Ве молиме внесете валидна е-мејл адреса
mt_mt: Daħħal indirizz ta &#39;email validu
pl_pl: Proszę wpisać poprawny adres e-mail
sl_si: Prosimo vnesite veljaven email
tl: Mangyaring magpasok ng isang wastong email address
vi: Vui lòng nhập một địa chỉ email hợp lệ

source: Please write your name
af: Skryf asseblief jou naam
ca: Si us plau escrigui el seu nom
eo_eo: Bonvolu skribi vian nomon
gu_in: તમારું નામ લખવા કરો
lt_lt: Prašome parašyti savo vardą
mk_mk: Ве молиме, напишете го вашето име
mt_mt: Jekk jogħġbok agħtini ismek.
pl_pl: Proszę wpisać imię i nazwisko
sl_si: Prosimo vpišite ime
ta: உங்கள் வார்த்தை என்ன இருக்கிறது
tl: Mangyaring isulat ang iyong pangalan
vi: Vui lòng viết tên bạn

source: Please enter the captcha verification code
af: Tik asb die captcha verifikasiekode
ca: Si us plau introduïu el codi de verificació Captcha
eo_eo: Bonvolu eniri la captcha verificación kodo
gu_in: આ કેપ્ચા ચકાસણી કોડ દાખલ કરો
hy_am: Խնդրում ենք մուտքագրել captcha ստուգման կոդը
lt_lt: Prašome įvesti patvirtinimo kodą captcha
mk_mk: Ве молиме внесете го кодот за верификација captcha
mt_mt: Jekk jogħġbok daħħal il-kodiċi verifika captcha
pl_pl: Proszę wpisać kod widoczny na obrazku
sl_si: Prosimo vnesite Captcha varnostno kodo
ta: கேப்ட்சா சரிபார்ப்பு குறியீடு உள்ளிடவும்
tl: Mangyaring ipasok ang verification code na captcha
vi: Vui lòng nhập mã xác nhận mã xác nhận

source: Your phone number
af: Getal
ca: Número de telèfon
eo_eo: Via telefonnumero
gu_in: તમારો ફોન નંબર
hy_am: Ձեր հեռախոսի համարը
lt_lt: Tel. numeris
mk_mk: Вметнете вашиот телефон
mt_mt: Numru tat-telefon:
pl_pl: Numer telefonu
sl_si: Vaš telefonska številka
ta: உங்கள் தொலைபேசி எண்
tl: Ang numero ng iyong telepono
vi: Số điện thoại:

source: Your name
af: Jou naam
ca: ~Nom
eo_eo: Via nomo
gu_in: નામ
hy_am: Ձեր անունը
lt_lt: Jūsų vardas, pavardė:
mk_mk: Вие
mt_mt: Ismek
pl_pl: Imię i nazwisko
sl_si: Vaše ime
ta: உங்கள் பெயர்
tl: Ang iyong pangalan
vi: Tên của bạn

source: Your email
af: E-pos
ca: El seu correu electrònic
eo_eo: Via retpoŝto
gu_in: તમારું ઇમેઇલ
hy_am: Ձեր էլեկտրոնային
lt_lt: Jūsų el. pašto adresas
mk_mk: Електронско писмо
mt_mt: L-e-mail tiegħek
pl_pl: Adres e-mail
sl_si: Vaš email
ta: உங்கள் மின்னஞ்சல்
tl: Ang iyong email
vi: Email của bạn

source: Comments/Questions
af: Kommentaar / Vrae
ca: Comentaris / Preguntes
eo_eo: Komentoj / Demandoj
gu_in: ટિપ્પણીઓ / પ્રશ્નો
hy_am: Կարծիքներ / Հարցեր
lt_lt: Komentarai / Klausimai
mk_mk: Прашања / Коментари
mt_mt: Kummenti / Mistoqsijiet
pl_pl: Pytania/uwagi
sl_si: Komentar / Vprašanje
ta: கருத்துரைகள் / கேள்விகள்
tl: Mga komento / Mga Tanong
vi: Bình luận / câu hỏi

source: Please select at least %1 time-slots. Currently selected: %2 time-slots.
af: Kies ten minste% 1 tydgleuwe. Tans gekies:% 2 tydgleuwe.
ca: Seleccioneu almenys 1% intervals de temps. Actualment seleccionat:% 2 intervals de temps.
eo_eo: Bonvole elektu almenaŭ% 1 tempo-fendoj. Elektitan:% 2 tempo-fendoj.
gu_in: ઓછામાં ઓછા% 1 સમય સ્લોટ પસંદ કરો. હાલમાં પસંદ કરેલ:% 2 સમય સ્લોટ.
lt_lt: Prašome pasirinkti bent 1% laiko-lizdus. Šiuo metu pasirinkta:% 2 laiko-lizdus.
mk_mk: Ве молам изберете најмалку 1% Часовите. Во моментов избрани:% 2 Часовите.
mt_mt: Jekk jogħġbok agħżel\nil-mod.
pl_pl: Wybierz co najmniej %1 czas. Aktualnie wybrany: %2 czas
sl_si: Izberite vsaj %1 terminov. Trenutno izbranih terminov: %2
ta: குறைந்தது% 1 நேரம் இடங்கள் தேர்வு செய்க. தற்போது தேர்ந்தெடுத்த:% 2 நேரம் இடங்கள்.
tl: Mangyaring pumili ng hindi bababa sa% 1 time-slot. Kasalukuyang pinili:% 2 time-slot.
vi: Vui lòng chọn lúc ít nhất %1 thời gian-khe. Chọn hiện thời: %2 khe thời gian.

source: Please select a maximum of %1 time-slots. Currently selected: %2 time-slots.
af: Kies &#39;n maksimum van% 1 tydgleuwe. Tans gekies:% 2 tydgleuwe.
ca: Seleccioni fins a 1% intervals de temps. Actualment seleccionat:% 2 intervals de temps.
eo_eo: Bonvole elektu maksimume% 1 tempo-fendoj. Elektitan:% 2 tempo-fendoj.
gu_in: % 1 સમય સ્લોટ ના મહત્તમ પસંદ કરો. હાલમાં પસંદ કરેલ:% 2 સમય સ્લોટ.
hy_am: Խնդրում ենք ընտրել առավելագույնը% 1 ժամանակային slots. Ներկայումս ընտրված: 2 ժամանակային slots.
lt_lt: Prašome pasirinkti ne daugiau kaip %1 laikas-laiko tarpsnių. Šiuo metu pažymėta: %2 laikas-laiko tarpsnių.
mk_mk: Ве молиме изберете максимум% 1 Часовите. Во моментов избрани:% 2 Часовите.
mt_mt: Jekk jogħġbok agħżel firxa ta' dati iżgħar.
pl_pl: Proszę wybrać maksymalnie %1 czas. Aktualnie wybrany: %2 czas
sl_si: Izberite največ %1 terminov. Trenutno izbranih terminov %2
ta: % 1 நேரம் இடங்கள், அதிகபட்ச தேர்ந்தெடுக்கவும். தற்போது தேர்ந்தெடுத்த:% 2 நேரம் இடங்கள்.
tl: Mangyaring pumili ng isang maximum na% 1 time-slot. Kasalukuyang pinili:% 2 time-slot.
vi: Vui lòng chọn tối đa là 1% thời gian khe. Hiện nay lựa chọn: 2% thời gian khe.

source: Cancel
af: Kanselleer
ca: Cancel·la
eo_eo: Rezignu
gu_in: રદ કરો
lt_lt: Atšaukti
mk_mk: Откажи
mt_mt: Ikkanċella
pl_pl: Anulować
sl_si: Prekliči
ta: ரத்து
tl: Kanselahin
vi: Hủy bỏ

source: Previous
af: Vorige
ca: Anterior
eo_eo: Antaŭa
gu_in: પહેલાનું
hy_am: Նախորդ
lt_lt: Ankstesnis
mk_mk: Претходна
mt_mt: Preċedenti
pl_pl: Poprzedni
sl_si: Prejšnji
ta: முந்தைய
tl: Nakaraang
vi: Lùi

source: Security Code:
ta: பாதுகாப்பு குறியீடு (சிற்றெழுத்துக்களைப்):
